Revit 2027 API
ParameterTypeId.FamilyBaseLevelOffsetParam Property
 "Base Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyBaseLevelOffsetParam { get; }
Public Shared ReadOnly Property FamilyBaseLevelOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyBaseLevelOffsetParam {
	ForgeTypeId^ get ();
}
static member FamilyBaseLevelOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace